#Вставьте сюда токен бота
token = ''
SPIN_TEXT = "🎰 Испытать удачу!"
start_text = """
    *Добро пожаловать в наше виртуальное казино!*
    У вас {points} очков. Каждая попытка стоит 1 очко, а за выигрышные комбинации вы получите:
    
    3 одинаковых символа (кроме семёрки) — 7 очков
    7️⃣7️⃣▫️ — 5 очков (квадрат = что угодно)
    7️⃣7️⃣7️⃣ — 10 очков
    
    (1 очко = {sale} DUDO)

    *Помните*: лудомания — это болезнь, и никаких платных опций в боте нет.
    
    Убрать клавиатуру — /stop
    Показать клавиатуру, если пропала — /spin
    """
help_text ="""В казино доступно 4 элемента: BAR, виноград, лимон и цифра семь. Комбинаций, соответственно, 64."""
STICKER_FAIL = "CAACAgIAAxkBAAEFGxpfqmqG-MltYIj4zjmFl1eCBfvhZwACuwIAAuPwEwwS3zJY4LIw9B4E"
sale = 0.01
#Вставьте сюда свой логин и пароль
admin = ''
password = ''